package allEnum;

public class AllEnum {

	public enum AnalysisStatus {
		нтнплкемхе,
		йнмяскэрюжхъ,
		юмюкхг_деиярбсчыецн_йпедхрю
	}
	
	public enum LoanProgram {
		днлпт_брнпхвмне_фхкэе,
		днлпт_мнбнярпнийю,
		днлпт_оепейпедхрнбйю,
		днлпт_фхкни_днл,
		днлпт_яелеимюъ_хонрейю,
		днлпт_кэцнрмюъ,
		
		аюмй_брнпхвмне_фхкэе,
		аюмй_мнбнярпнийю,
		аюмй_пелнмрмши_йпедхр,
		аюмй_йнлмюрю,
		аюмй_днл_я_гелекэмшл_свюярйнл,
		аюмй_оепейпедхрнбйю,
		аюмй_йнллепвеяйюъ_медбхфхлнярэ,
		
		хонрейю_дн_6_леяъжеб
	}
	
	public enum View {
		ляй_онйсойю_фхкэъ,
		ляй_гюб_ярп,
		йой,
		ляй_йой,
		_450_аюмй,
		_450_ярпнийю,
	}
	
	public enum Region {
		сдлспряйюъ_пеяосакхйю,
		оепляйхи_йпюи,
		пняяхияйюъ_тедепюжхъ
	}
	
	public enum Confirmation {
		днйслемрш,
		юмйерю,
		отп
	}
	
	public enum VerificationResult {
		онкнфхрекэмн,
		нрпхжюрекэмн,
		мю_йнлхрер
	}
}
